Repository: mo-geb/Cocktails
Catalog: Cocktails/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hu, it, ja, ko, nl, pl, pt_br, ro, sk, sv, tr, uk, zh_hans, zh_hant

source: Reimport Everything
ar: إعادة استيراد كل شيء
da: Genimportér alt
de: Alles neu importieren
es: Reimportar Todo
fr: Tout réimporter
hu: Mindent újraimportál
it: Reimporta tutto
ja: すべて再インポート
ko: 모두 재수입
nl: Alles herimporteren
pl: Ponownie zaimportuj wszystko
pt_br: Reimportar Tudo
ro: Reimportă tot
sk: Znovuimportovať všetko
sv: Återimportera allt
tr: Her Şeyi Yeniden İçe Aktar
uk: Повторний імпорт всього
zh_hans: 重新导入所有
zh_hant: 重新導入所有

source: Reimport Failed
ar: فشل في إعادة الاستيراد
da: Genimport mislykkedes
de: Neuimport fehlgeschlagen
es: Reimportación Fallida
fr: Échec de la réimportation
hu: Újraimportálás sikertelen
it: Reimportazione fallita
ja: 再インポート失敗
ko: 재수입 실패
nl: Herimporteren mislukt
pl: Ponowne zaimportowanie nie powiodło się
pt_br: Reimportação Falhou
ro: Reimport eșuat
sk: Znovuimport zlyhal
sv: Återimport misslyckades
tr: Yeniden İçe Aktarma Başarısız
uk: Повторний імпорт не вдався
zh_hans: 重新导入失败
zh_hant: 重新導入失敗

source: Remove cocktails or ingredients
ar: إزالة الكوكتيلات أو المكونات
da: Fjern cocktails eller ingredienser
de: Cocktails oder Zutaten entfernen
es: Eliminar cócteles o ingredientes
fr: Supprimer des cocktails ou des ingrédients
hu: Koktélok vagy hozzávalók eltávolítása
it: Rimuovi cocktail o ingredienti
ja: カクテルまたは材料を削除
ko: 칵테일 또는 재료 제거
nl: Verwijder cocktails of ingrediënten
pl: Usuń koktajle lub składniki
pt_br: Remover coquetéis ou ingredientes
ro: Elimină cocktailuri sau ingrediente
sk: Odstrániť koktaily alebo ingrediencie
sv: Ta bort cocktails eller ingredienser
tr: Kokteylleri veya malzemeleri kaldır
uk: Видали коктейлі або інгредієнти
zh_hans: 移除鸡尾酒或配料
zh_hant: 移除雞尾酒或材料

source: Remove from Favourites
ar: إزالة من المفضلة
da: Fjern fra favoritter
de: Aus Favoriten entfernen
es: Eliminar de Favoritos
fr: Retirer des favoris
hu: Eltávolítás a kedvencek közül
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
nl: Verwijder uit favorieten
pl: Usuń z ulubionych
pt_br: Remover dos Favoritos
ro: Elimină din favorite
sk: Odstrániť z obľúbených
sv: Ta bort från favoriter
tr: Favorilerden Kaldır
uk: Видали з обраного
zh_hans: 从收藏中移除
zh_hant: 從收藏中移除

source: Restore Purchases
ar: استعادة المشتريات
da: Gendan køb
de: Einkäufe wiederherstellen
es: Restaurar Compras
fr: Restaurer les achats
hu: Vásárlások visszaállítása
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
nl: Aankopen herstellen
pl: Przywróć zakupy
pt_br: Restaurar Compras
ro: Restabilește achizițiile
sk: Obnov nákupy
sv: Återställ köp
tr: Satın Alımları Geri Yükle
uk: Відновити покупки
zh_hans: 恢复购买
zh_hant: 恢復購買

source: Rocks
ar: على الصخور
es: Rocas
hu: Jég
it: On the rocks
ja: ロック
ko: 온더록스
ro: Cu gheață
sk: Na kameňoch
uk: Лід
zh_hans: 加冰
zh_hant: 石塊

source: Roll
ar: لف
da: Rul
de: Rollen
es: Rodar
fr: Rouler
hu: Gurít
ja: ロール
ko: 롤
nl: Rollen
pl: Roluj
pt_br: Mexer
ro: Rulează
sk: Pretočiť
sv: Rulla
uk: Рол
zh_hans: 滚动
zh_hant: 滾動

source: Save
ar: حفظ
da: Gem
de: Speichern
es: Guardar
fr: Enregistrer
hu: Mentés
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ro: Salvează
sk: Uložiť
sv: Spara
tr: Kaydet
uk: Зберегти
zh_hans: 保存
zh_hant: 保存

source: Search
ar: بحث
da: Søg
de: Suche
es: Buscar
fr: Rechercher
hu: Keresés
it: Cerca
ja: 検索
ko: 검색
nl: Zoeken
pl: Szukaj
pt_br: Buscar
ro: Caută
sk: Hľadať
sv: Sök
tr: Ara
uk: Пошук
zh_hans: 搜索
zh_hant: 搜尋

source: Search ingredients
ar: بحث عن المكونات
da: Søg ingredienser
de: Zutaten suchen
es: Buscar ingredientes
fr: Rechercher des ingrédients
hu: Hozzávalók keresése
it: Cerca ingredienti
ja: 材料を検索
ko: 재료 검색
nl: Zoek ingrediënten
pl: Szukaj składników
pt_br: Buscar ingredientes
ro: Caută ingrediente
sk: Hľadať ingrediencie
sv: Sök ingredienser
tr: Malzemeleri ara
uk: Пошук інгредієнтів
zh_hans: 搜索配料
zh_hant: 搜尋材料

source: See what you can make
ar: شاهد ما يمكنك صنعه
da: Se hvad du kan lave
de: Sieh, was du machen kannst
es: Ve lo que puedes hacer
fr: Vois ce que tu peux faire
hu: Nézd meg, mit készíthetsz
it: Vedi cosa puoi fare
ja: 作れるものを見てみよう
ko: 만들 수 있는 것을 확인하세요
nl: Zie wat je kunt maken
pl: Zobacz, co możesz zrobić
pt_br: Veja o que você pode fazer
ro: Vezi ce poți face
sk: Pozri sa, čo môžeš pripraviť
sv: Se vad du kan göra
tr: Neler yapabileceğini gör
uk: Дивись, що ти можеш приготувати
zh_hans: 看看你能做什么
zh_hant: 看看你能做什麼

source: Select All
ar: تحديد الكل
da: Vælg alle
de: Alle auswählen
es: Seleccionar Todo
fr: Tout sélectionner
hu: Mindet kiválaszt
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
nl: Alles selecteren
pl: Zaznacz wszystko
pt_br: Selecionar Tudo
ro: Selectează tot
sk: Vybrať všetko
sv: Välj alla
tr: Hepsini Seç
uk: Вибрати все
zh_hans: 全选
zh_hant: 全選

source: Select Cocktails
ar: تحديد الكوكتيلات
da: Vælg cocktails
de: Wähle Cocktails
es: Seleccionar Cócteles
fr: Sélectionner des cocktails
hu: Koktélok kiválasztása
it: Seleziona cocktail
ja: カクテルを選択
ko: 칵테일 선택
nl: Selecteer cocktails
pl: Wybierz koktajle
pt_br: Selecionar Coquetéis
ro: Selectează cocktailuri
sk: Vybrať koktaily
sv: Välj cocktails
tr: Kokteylleri Seç
uk: Вибрати коктейлі
zh_hans: 选择鸡尾酒
zh_hant: 選擇雞尾酒

source: Select Ingredient
ar: تحديد المكون
da: Vælg ingrediens
de: Zutat auswählen
es: Seleccionar Ingrediente
fr: Sélectionner un ingrédient
hu: Hozzávaló kiválasztása
it: Seleziona ingrediente
ja: 材料を選択
ko: 재료 선택
nl: Selecteer ingrediënt
pl: Wybierz składnik
pt_br: Selecionar Ingrediente
ro: Selectează ingredient
sk: Vybrať ingredienciu
sv: Välj ingrediens
tr: Malzemeyi Seç
uk: Вибрати інгредієнт
zh_hans: 选择配料
zh_hant: 選擇食材

source: Select the ingredients you have and discover which cocktails you can mix right now
ar: اختر المكونات التي لديك واكتشف الكوكتيلات التي يمكنك تحضيرها الآن
da: Vælg de ingredienser du har, og opdag hvilke cocktails du kan blande lige nu
de: Wähle die Zutaten, die du hast, und entdecke, welche Cocktails du jetzt mixen kannst
es: Selecciona los ingredientes que tienes y descubre qué cócteles puedes mezclar ahora mismo
fr: Sélectionne les ingrédients que tu as et découvre quels cocktails tu peux préparer maintenant
hu: Válaszd ki a meglévő hozzávalókat, és fedezd fel, milyen koktélokat keverhetsz most
it: Seleziona gli ingredienti che hai e scopri quali cocktail puoi preparare subito
ja: 持っている材料を選んで、今すぐ作れるカクテルを発見しよう
ko: 가지고 있는 재료를 선택하고 지금 바로 만들 수 있는 칵테일을 발견하세요
nl: Kies de ingrediënten die je hebt en ontdek welke cocktails je nu kunt mixen
pl: Wybierz składniki, które masz, i odkryj, jakie koktajle możesz teraz zmieszać
pt_br: Selecione os ingredientes que você tem e descubra quais coquetéis pode preparar agora
ro: Selectează ingredientele pe care le ai și descoperă ce cocktailuri poți amesteca chiar acum
sk: Vyber ingrediencie, ktoré máš, a zisti, aké koktaily môžeš práve teraz namiešať
sv: Välj ingredienser du har och upptäck vilka cocktails du kan blanda just nu
tr: Sahip olduğun malzemeleri seç ve şu anda hangi kokteylleri karıştırabileceğini keşfet
uk: Вибери інгредієнти, які у тебе є, і дізнайся, які коктейлі можеш змішати прямо зараз
zh_hans: 选择你有的原料，发现你现在可以调制哪些鸡尾酒
zh_hant: 選擇你有的食材，發現你現在可以調製的雞尾酒

source: Selected
ar: محدد
da: Valgt
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
hu: Kiválasztva
it: Selezionato
ja: 選択済み
ko: 선택됨
nl: Geselecteerd
pl: Wybrano
pt_br: Selecionado
ro: Selectat
sk: Vybrané
sv: Vald
tr: Seçildi
uk: Вибрано
zh_hans: 已选择
zh_hant: 已選擇

source: Settings
ar: الإعدادات
da: Indstillinger
de: Einstellungen
es: Ajustes
fr: Paramètres
hu: Beállítások
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ro: Setări
sk: Nastavenia
sv: Inställningar
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

source: Shake
ar: رج
da: Ryst
de: Schütteln
es: Agitar
fr: Secouer
hu: Rázd meg
ja: シェイク
ko: 쉐이크
nl: Schudden
pl: Wstrząśnij
pt_br: Agitar
ro: Agită
sk: Pretrepať
sv: Skaka
tr: Çalkala
uk: Шейк
zh_hans: 摇动
zh_hant: 搖動

source: Share
ar: شارك
da: Del
de: Teilen
es: Compartir
fr: Partager
hu: Megosztás
it: Condividi
ja: 共有
ko: 공유
nl: Delen
pl: Udostępnij
pt_br: Compartilhar
ro: Distribuie
sk: Zdieľať
sv: Dela
tr: Paylaş
uk: Поділитися
zh_hans: 分享
zh_hant: 分享

source: Shared
ar: مشترك
da: Delt
de: Geteilt
es: Compartido
fr: Partagé
hu: Megosztva
it: Condiviso
ja: 共有
ko: 공유됨
nl: Gedeeld
pl: Udostępnione
pt_br: Compartilhado
ro: Distribuit
sk: Zdieľané
sv: Delad
tr: Paylaşılan
uk: Спільний
zh_hans: 共享
zh_hant: 已分享

source: Shot
ar: شوت
es: Chupito
hu: Feles
ja: ショット
ko: 샷
sk: Panák
uk: Шот
zh_hans: 小杯
zh_hant: 小杯

source: Source
ar: المصدر
da: Kilde
de: Quelle
es: Fuente
hu: Forrás
it: Fonte
ja: ソース
ko: 출처
nl: Bron
pl: Źródło
pt_br: Fonte
ro: Sursă
sk: Zdroj
sv: Källa
tr: Kaynak
uk: Джерело
zh_hans: 来源
zh_hant: 來源

source: Spices
ar: توابل
da: Krydderier
de: Gewürze
es: Especias
fr: Épices
hu: Fűszerek
it: Spezie
ja: スパイス
ko: 향신료
nl: Specerijen
pl: Przyprawy
pt_br: Especiarias
ro: Condimente
sk: Koreničky
sv: Kryddor
tr: Baharatlar
uk: Спеції
zh_hans: 香料
zh_hant: 香料

source: Spirits
ar: مشروبات روحية
da: Spiritus
de: Spirituosen
es: Licores
fr: Spiritueux
hu: Szeszes italok
it: Distillati
ja: スピリッツ
ko: 증류주
pl: Alkohole
pt_br: Destilados
ro: Spirtoase
sk: Liehoviny
sv: Sprit
tr: Ruhlar
uk: Спирти
zh_hans: 烈酒
zh_hant: 烈酒

source: Start adding a new cocktail to your bar.
ar: ابدأ بإضافة كوكتيل جديد إلى بارك.
da: Begynd at tilføje en ny cocktail til din bar.
de: Fang an, einen neuen Cocktail zu deiner Bar hinzuzufügen.
es: Empieza a añadir un nuevo cóctel a tu bar.
fr: Commence à ajouter un nouveau cocktail à ton bar.
hu: Kezdj el hozzáadni egy új koktélt a bárhoz.
it: Inizia ad aggiungere un nuovo cocktail al tuo bar.
ja: 新しいカクテルをバーに追加しよう。
ko: 바에 새로운 칵테일을 추가하세요.
nl: Begin met het toevoegen van een nieuwe cocktail aan je bar.
pl: Zacznij dodawać nowy koktajl do swojego baru.
pt_br: Comece a adicionar um novo coquetel ao seu bar.
ro: Începe să adaugi un nou cocktail la barul tău.
sk: Začni pridávať nový koktail do svojho baru.
sv: Börja lägga till en ny cocktail till din bar.
tr: Barına yeni bir kokteyl eklemeye başla.
uk: Почни додавати новий коктейль до свого бару.
zh_hans: 开始为你的酒吧添加新鸡尾酒。
zh_hant: 開始新增一款新的雞尾酒到你的酒吧。

source: Stir
ar: حرك
da: Rør
de: Rühren
es: Remover
fr: Remuer
hu: Keverd meg
it: Mescola
ja: ステア
ko: 스털
nl: Roeren
pl: Mieszaj
pt_br: Misturar
ro: Amestecă
sk: Miešaj
sv: Rör om
tr: Karıştır
uk: Перемішати
zh_hans: 搅拌
zh_hant: 攪拌

source: Stock ingredients in your inventory to see cocktails you can make.
ar: خزن المكونات في مخزونك لترى الكوكتيلات التي يمكنك صنعها.
da: Lager ingredienser i dit lager for at se cocktails, du kan lave.
de: Lagere Zutaten in deinem Inventar, um Cocktails zu sehen, die du mixen kannst.
es: Almacena ingredientes en tu inventario para ver los cócteles que puedes hacer.
fr: Stocke des ingrédients dans ton inventaire pour voir les cocktails que tu peux préparer.
hu: Tárold a hozzávalókat a készletedben, hogy lásd, milyen koktélokat készíthetsz.
it: Aggiungi ingredienti al tuo inventario per vedere i cocktail che puoi fare.
ja: 在庫に材料を登録して作れるカクテルを確認しよう。
ko: 재고에 재료를 추가하여 만들 수 있는 칵테일을 확인하세요.
nl: Voorraad ingrediënten in je inventaris om cocktails te zien die je kunt maken.
pl: Dodaj składniki do swojego inwentarza, aby zobaczyć koktajle, które możesz zrobić.
pt_br: Estoque ingredientes no seu inventário para ver os coquetéis que você pode fazer.
ro: Stochează ingredientele în inventarul tău pentru a vedea cocktailurile pe care le poți face.
sk: Skladuj ingrediencie vo svojom inventári, aby si videl koktaily, ktoré môžeš pripraviť.
sv: Lagra ingredienser i ditt lager för att se cocktails du kan göra.
tr: Envanterine malzeme ekle, yapabileceğin kokteylleri gör.
uk: Додай інгредієнти в свій інвентар, щоб побачити коктейлі, які можеш приготувати.
zh_hans: 库存配料以查看你可以制作的鸡尾酒。
zh_hant: 在庫存中儲存食材以查看你可以製作的雞尾酒。

source: Stock your bar instantly
ar: املأ بارك فورًا
da: Fyld din bar op med det samme
de: Fülle deine Bar sofort auf
es: Abastece tu bar al instante
fr: Stocke ton bar instantanément
hu: Töltsd fel a bárkészleted azonnal
it: Rifornisci il tuo bar istantaneamente
ja: すぐにバーを充実させる
ko: 즉시 바를 채우세요
nl: Vul je bar direct aan
pl: Zaopatrz swój bar natychmiast
pt_br: Abasteça seu bar instantaneamente
ro: Umple-ți barul instantaneu
sk: Okamžite zásob svoj bar
sv: Fyll på din bar direkt
tr: Barını anında doldur
uk: Запаси свій бар миттєво
zh_hans: 立即备齐你的酒吧
zh_hant: 立即補充你的酒吧

source: Stocked
ar: مخزون
da: På lager
de: Gelagert
es: Almacenado
fr: En stock
hu: Készleten
it: In magazzino
ja: ストック済み
ko: 재고 있음
nl: Op voorraad
pl: W zapasie
pt_br: Em estoque
ro: Depozitat
sk: Na sklade
sv: I lager
tr: Stokta
uk: В наявності
zh_hans: 已库存
zh_hant: 已庫存

source: Support
ar: الدعم
es: Soporte
hu: Támogatás
it: Supporto
ja: サポート
ko: 지원
nl: Ondersteuning
pl: Wsparcie
pt_br: Suporte
ro: Suport
sk: Podpora
tr: Destek
uk: Підтримка
zh_hans: 支持
zh_hant: 支援

source: Support independent development
ar: ادعم التطوير المستقل
da: Støt uafhængig udvikling
de: Unterstütze unabhängige Entwicklung
es: Apoya el desarrollo independiente
fr: Soutiens le développement indépendant
hu: Támogasd a független fejlesztést
it: Sostieni lo sviluppo indipendente
ja: 個人開発を応援しよう
ko: 독립 개발을 응원해 주세요
nl: Steun onafhankelijke ontwikkeling
pl: Wspieraj niezależny rozwój
pt_br: Apoie o desenvolvimento independente
ro: Susține dezvoltarea independentă
sk: Podpor nezávislý vývoj
sv: Stöd oberoende utveckling
tr: Bağımsız geliştirmeyi destekle
uk: Підтримай незалежну розробку
zh_hans: 支持独立开发
zh_hant: 支持獨立開發

source: Syrups
ar: شراب
da: Sirupper
de: Sirupe
es: Jarabes
fr: Sirop
hu: Szirupok
it: Sciroppi
ja: シロップ
ko: 시럽
nl: Siroop
pl: Syropy
pt_br: Xaropes
ro: Siropuri
sk: Sirupy
sv: Sirap
tr: Şuruplar
uk: Сиропи
zh_hans: 糖浆
zh_hant: 糖漿

source: Tap to change
ar: اضغط للتغيير
da: Tryk for at ændre
de: Tippen zum Ändern
es: Toca para cambiar
fr: Appuie pour changer
hu: Koppints a módosításhoz
it: Tocca per cambiare
ja: タップして変更
ko: 탭하여 변경
nl: Tik om te wijzigen
pl: Stuknij, aby zmienić
pt_br: Toque para mudar
ro: Atinge pentru a schimba
sk: Ťukni na zmenu
sv: Tryck för att ändra
tr: Değiştirmek için dokun
uk: Торкнись, щоб змінити
zh_hans: 点击更改
zh_hant: 點擊更改

source: Terms
ar: الشروط
da: Vilkår
de: Bedingungen
es: Términos
fr: Conditions
hu: Feltételek
it: Termini
ja: 利用規約
ko: 이용 약관
nl: Voorwaarden
pl: Warunki
pt_br: Termos
ro: Termeni
sk: Podmienky
sv: Villkor
tr: Koşullar
uk: Умови
zh_hans: 条款
zh_hant: 條款

source: Thanks for your support
ar: شكرًا لدعمك
da: Tak for din støtte
de: Danke für deine Unterstützung
es: Gracias por tu apoyo
fr: Merci pour ton soutien
hu: Köszönjük a támogatást
it: Grazie per il tuo supporto
ja: サポートありがとう
ko: 지원해줘서 고마워
nl: Bedankt voor je steun
pl: Dzięki za wsparcie
pt_br: Obrigado pelo seu apoio
ro: Mulțumim pentru sprijin
sk: Ďakujeme za tvoju podporu
sv: Tack för ditt stöd
tr: Desteğin için teşekkürler
uk: Дякуємо за підтримку
zh_hans: 感谢你的支持
zh_hant: 感謝你的支持

source: The European Bartender School is globally recognised for providing top-quality bartender courses designed by the world-leading experts. Their International Bartender Course includes learning these 66 cocktails by heart.
ar: مدرسة السقاة الأوروبية معترف بها عالميًا لتقديم دورات سقاة عالية الجودة صممها خبراء عالميون. تشمل دورتهم الدولية تعلم هذه الكوكتيلات الـ66 عن ظهر قلب.
da: Den Europæiske Bartenderskole er globalt anerkendt for at tilbyde bartenderkurser af høj kvalitet designet af verdens førende eksperter. Deres Internationale Bartenderkursus inkluderer at lære disse 66 cocktails udenad.
de: Die European Bartender School ist weltweit anerkannt für erstklassige Barkeeper-Kurse, entworfen von führenden Experten. Ihr International Bartender Course umfasst das Auswendiglernen dieser 66 Cocktails.
es: La European Bartender School es reconocida globalmente por ofrecer cursos de bartender de alta calidad diseñados por expertos líderes mundiales. Su Curso Internacional de Bartender incluye aprender estos 66 cócteles de memoria.
fr: L'École Européenne de Barman est reconnue mondialement pour ses cours de barman de haute qualité conçus par des experts de renommée mondiale. Leur Cours International de Barman inclut l'apprentissage par cœur de ces 66 cocktails.
hu: Az Európai Bartender Iskola világszerte elismert a kiváló minőségű bartender tanfolyamok biztosításáért, amelyeket a világ vezető szakértői terveztek. Nemzetközi Bartender Tanfolyamuk során megtanulhatod ezt a 66 koktélt kívülről.
it: La European Bartender School è riconosciuta a livello globale per offrire corsi di bartender di alta qualità progettati dai migliori esperti del mondo. Il loro Corso Internazionale di Bartender include l'apprendimento a memoria di questi 66 cocktail.
ja: ヨーロピアンバーテンダースクールは、世界トップクラスの専門家によって設計された高品質なバーテンダーコースを提供することで世界的に認められています。彼らの国際バーテンダーコースでは、これら66のカクテルを暗記することが含まれています。
ko: 유럽 바텐더 학교는 세계 최고의 전문가들이 설계한 최고 품질의 바텐더 과정을 제공하는 것으로 전 세계적으로 인정받고 있어. 그들의 국제 바텐더 과정에는 이 66가지 칵테일을 암기하는 것이 포함돼.
nl: De European Bartender School is wereldwijd erkend voor het aanbieden van topkwaliteit bartendercursussen ontworpen door wereldleidende experts. Hun International Bartender Course omvat het uit het hoofd leren van deze 66 cocktails.
pl: Europejska Szkoła Barmanów jest globalnie uznawana za oferowanie najwyższej jakości kursów barmańskich zaprojektowanych przez światowych ekspertów. Ich Międzynarodowy Kurs Barmana obejmuje naukę tych 66 koktajli na pamięć.
pt_br: A European Bartender School é reconhecida globalmente por oferecer cursos de bartender de alta qualidade, projetados pelos principais especialistas do mundo. O curso de Bartender Internacional inclui aprender de cor esses 66 coquetéis.
ro: Școala Europeană de Barmani este recunoscută la nivel global pentru cursurile de barmani de top, concepute de experți de renume mondial. Cursul lor Internațional de Barman include învățarea pe de rost a acestor 66 de cocktailuri.
sk: Európska škola barmanov je celosvetovo uznávaná pre poskytovanie špičkových kurzov pre barmanov navrhnutých poprednými odborníkmi. Ich Medzinárodný kurz barmanov zahŕňa naučenie sa týchto 66 koktailov naspamäť.
sv: European Bartender School är globalt erkänd för att erbjuda bartenderkurser av högsta kvalitet designade av världsledande experter. Deras International Bartender Course inkluderar att lära sig dessa 66 cocktails utantill.
tr: Avrupa Barmen Okulu, dünya çapında tanınmış uzmanlar tarafından tasarlanan kaliteli barmen kursları sunar. Uluslararası Barmen Kursları, bu 66 kokteyli ezberlemeyi içerir.
uk: Європейська школа барменів відома у світі завдяки якісним курсам барменів, розробленим провідними експертами. Їхній Міжнародний курс барменів включає вивчення цих 66 коктейлів напам'ять.
zh_hans: 欧洲调酒师学校因提供由世界顶级专家设计的高质量调酒师课程而享誉全球。他们的国际调酒师课程包括熟记这66种鸡尾酒。
zh_hant: 歐洲調酒師學校因提供由世界頂尖專家設計的高品質調酒課程而享譽全球。他們的國際調酒師課程包括熟記這66種雞尾酒。

source: Tiki
ar: تيكي
ja: ティキ
ko: 티키
uk: Тікі

source: Toggles whether you have this ingredient.
ar: يبدل ما إذا كان لديك هذا المكون.
da: Skifter om du har denne ingrediens.
de: Schaltet um, ob du diese Zutat hast.
es: Alterna si tienes este ingrediente.
fr: Active ou désactive cet ingrédient.
hu: Kapcsolja be, ha van ilyen hozzávalód.
it: Attiva/disattiva se hai questo ingrediente.
ja: この材料を持っているかどうかを切り替えます。
ko: 이 재료를 보유하고 있는지 여부를 전환합니다.
nl: Schakelt of je dit ingrediënt hebt.
pl: Przełącza, czy masz ten składnik.
pt_br: Alterna se você tem este ingrediente.
ro: Comută dacă ai acest ingredient.
sk: Prepína, či máš túto ingredienciu.
sv: Växlar om du har denna ingrediens.
tr: Bu malzemeye sahip olup olmadığını değiştirir.
uk: Перемикає, чи є у тебе цей інгредієнт.
zh_hans: 切换是否拥有此食材。
zh_hant: 切換是否擁有此材料。

source: Type
ar: نوع
de: Art
es: Tipo
hu: Típus
it: Tipo
ja: タイプ
ko: 유형
pl: Typ
pt_br: Tipo
ro: Tip
sk: Typ
sv: Typ
tr: Tür
uk: Тип
zh_hans: 类型
zh_hant: 類型

source: Unlimited
ar: غير محدود
da: Ubegrænset
de: Unbegrenzt
es: Ilimitado
fr: Illimité
hu: Korlátlan
it: Illimitato
ja: 無制限
ko: 무제한
nl: Onbeperkt
pl: Nieograniczone
pt_br: Ilimitado
ro: Nelimitat
sk: Neobmedzené
sv: Obegränsat
tr: Sınırsız
uk: Необмежено
zh_hans: 无限
zh_hant: 無限

source: Unlimited cocktails
ar: كوكتيلات غير محدودة
da: Ubegrænsede cocktails
de: Unbegrenzte Cocktails
es: Cócteles ilimitados
fr: Cocktails illimités
hu: Korlátlan koktélok
it: Cocktail illimitati
ja: 無制限のカクテル
ko: 무제한 칵테일
nl: Onbeperkte cocktails
pl: Nieograniczone koktajle
pt_br: Coquetéis ilimitados
ro: Cocktailuri nelimitate
sk: Neobmedzené koktaily
sv: Obegränsade cocktails
tr: Sınırsız kokteyller
uk: Необмежені коктейлі
zh_hans: 无限鸡尾酒
zh_hant: 無限雞尾酒

source: Unlimited Cocktails
ar: كوكتيلات غير محدودة
da: Ubegrænsede cocktails
de: Unbegrenzte Cocktails
es: Cócteles ilimitados
fr: Cocktails illimités
hu: Korlátlan koktélok
it: Cocktail illimitati
ja: 無制限カクテル
ko: 무제한 칵테일
nl: Onbeperkte Cocktails
pl: Nieograniczone koktajle
pt_br: Coquetéis Ilimitados
ro: Cocktailuri Nelimitate
sk: Neobmedzené koktaily
sv: Obegränsade Cocktails
tr: Sınırsız Kokteyller
uk: Необмежені коктейлі
zh_hans: 无限鸡尾酒
zh_hant: 無限雞尾酒

source: Unlock more than %lld cocktails
ar: افتح أكثر من %lld كوكتيل
da: Lås op for mere end %lld cocktails
de: Mehr als %lld Cocktails freischalten
es: Desbloquea más de %lld cócteles
fr: Débloque plus de %lld cocktails
hu: Több mint %lld koktélt oldj fel
it: Sblocca più di %lld cocktail
ja: %l種類以上のカクテルをアンロック
ko: %l개 이상의 칵테일을 잠금 해제
nl: Ontgrendel meer dan %lld cocktails
pl: Odblokuj ponad %lld koktajli
pt_br: Desbloqueie mais de %lld coquetéis
ro: Deblochează mai mult de %lld cocktailuri
sk: Odomkni viac ako %lld koktailov
sv: Lås upp mer än %lld cocktails
tr: %l'den fazla kokteylin kilidini aç
uk: Відкрий більше ніж %lld коктейлів
zh_hans: 解锁超过%l种鸡尾酒
zh_hant: 解鎖超過 %lld 種雞尾酒

source: Unlock Unlimited · %@
ar: افتح غير المحدود · %@
da: Lås op for Ubegrænset · %@
de: Freischalten · %@
es: Desbloquear Ilimitado · %@
fr: Débloque Illimité · %@
hu: Korlátlan feloldása · %@
it: Sblocca Illimitato · %@
ja: 無制限をアンロック · %@
ko: 무제한 잠금 해제 · %@
nl: Ontgrendel Onbeperkt · %@
pl: Odblokuj bez limitu · %@
pt_br: Desbloquear Ilimitado · %@
ro: Deblochează Nelimitat · %@
sk: Odomkni Neobmedzené · %@
sv: Lås upp Obegränsat · %@
tr: Sınırsızın kilidini aç · %@
uk: Розблокувати Необмежено · %@
zh_hans: 解锁无限 · %@
zh_hant: 解鎖無限 · %@

source: Use Default
ar: استخدم الافتراضي
da: Brug standard
de: Standard verwenden
es: Usar por defecto
fr: Utiliser par défaut
hu: Alapértelmezett használata
it: Usa predefinito
ja: デフォルトを使用
ko: 기본값 사용
nl: Gebruik Standaard
pl: Użyj domyślnych
pt_br: Usar Padrão
ro: Folosește Implicit
sk: Použiť predvolené
sv: Använd standard
tr: Varsayılanı Kullan
uk: Використовувати за замовчуванням
zh_hans: 使用默认
zh_hant: 使用預設

source: Vegetables
ar: خضروات
da: Grøntsager
de: Gemüse
es: Verduras
fr: Légumes
hu: Zöldségek
it: Verdure
ja: 野菜
ko: 채소
nl: Groenten
pl: Warzywa
pt_br: Vegetais
ro: Legume
sk: Zelenina
sv: Grönsaker
tr: Sebzeler
uk: Овочі
zh_hans: 蔬菜
zh_hant: 蔬菜

source: View Cocktails
ar: عرض الكوكتيلات
da: Se cocktails
de: Cocktails ansehen
es: Ver cócteles
fr: Voir les cocktails
hu: Koktélok megtekintése
it: Vedi cocktail
ja: カクテルを見る
ko: 칵테일 보기
nl: Bekijk cocktails
pl: Zobacz koktajle
pt_br: Ver Coquetéis
ro: Vezi cocktailuri
sk: Zobraziť koktaily
sv: Visa cocktails
tr: Kokteylleri Gör
uk: Переглянути коктейлі
zh_hans: 查看鸡尾酒
zh_hant: 查看雞尾酒

source: Website
ar: موقع ويب
da: Websted
es: Sitio web
fr: Site web
hu: Weboldal
it: Sito web
ja: ウェブサイト
ko: 웹사이트
pl: Strona internetowa
pt_br: Site
ro: Site Web
sk: Webstránka
sv: Webbplats
tr: Web Sitesi
uk: Вебсайт
zh_hans: 网站
zh_hant: 網站
